---
kind: enumMember
id: F:Autodesk.Revit.DB.EntryAndSchemeConsistency.Consistent
enum: Autodesk.Revit.DB.EntryAndSchemeConsistency
source: html/be67c45f-7c5d-51f6-686d-d33993737f16.htm
---
# Autodesk.Revit.DB.EntryAndSchemeConsistency.Consistent

The scheme entry can be applied to the scheme.